Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E02C.tmx
Source language: en_us
Languages: zh_cn

source: Easy Ways to Wash Out Tea Stains
zh_cn: 洗掉茶渍的几种简易方法

source: Remedies for removing tea stains.
zh_cn: 去除茶渍的补救措施：

source: Baking Soda
zh_cn: 小苏打

source: Don't let those annoying coffee and/or tea stains on your good china spoil another special occasion.
zh_cn: 不让那些恼人的咖啡渍和（或）茶渍留在你的漂亮的瓷器上，破坏下一个特殊场合。

source: Remove them by dip-ping a moist cloth in baking soda to form a stiff paste and gently rubbing your cups and saucers.
zh_cn: 用小苏打配的强力粘粘浓浆，打湿抹布，然后轻轻擦拭杯子和茶托，就可以清除污渍。

source: Rinse clean and dry, then set your table with pride.
zh_cn: 用清水漂洗干净再晾干，就可以骄傲的把他们重新摆上桌子了。

source: Beer
zh_cn: 啤酒

source: Getting that coffee or tea stain out your rug may seem impossible, but you can literally lift it out by pouring a bit of beer right on top.
zh_cn: 洗掉那些地毯上的咖啡渍或茶渍，看起来是不太可能的事。但你倒一点点啤酒上去，确实可以去除污渍。

source: Rub the beer lightly into the material, and the stain should disappear.
zh_cn: 用啤酒轻轻的擦，污渍就会消失。

source: You may have to repeat the process a couple of times to remove all traces of the stain.
zh_cn: 去除所有污渍的话，可能需要多重复几次这个过程。

source: Salt
zh_cn: 盐

source: Tea and coffee leave stains on cups and in pots.
zh_cn: 茶和咖啡会在杯和壶内留下污渍。

source: You can easily scrub away these unattractive rings by sprinkling salt onto a sponge and rubbing in little circles across the ring.
zh_cn: 在海绵上撒点盐，然后在污渍上打着圈擦拭，就能去除那些不太明显的痕迹了。

source: If the stain persists, mix white vinegar with salt in equal proportions and rub with the sponge.
zh_cn: 如果是顽固污渍，把白醋和盐按1：1的比例混合，用海绵蘸着擦就可以了。

source: Vinegar
zh_cn: 醋

source: You can lift out many water-soluble stains-including beer, orange and other fruit juices, black coffee or tea, and vomit-from your cotton-blend clothing by patting the spot with a cloth or towel moistened with undiluted white vinegar just before placing it in the wash.
zh_cn: 水溶性污渍例如啤酒、各种果汁、黑咖啡、茶如果喷到棉混纺衣服上，先用白醋打湿毛巾或布，打湿那些斑点，然后再洗。

source: For large stains, you may want to soak the garment overnight in a solution of 3 parts vinegar to 1 part cold water before washing.
zh_cn: 如果是比较大的污渍，就把白醋和冷水按3：1的比例混合，用溶液浸泡衣服，然后再洗。

source: WD-40
zh_cn: WD-40防锈剂

source: To remove tea stains from countertops, spray a little WD-40 on a sponge or damp cloth and wipe the stain away.
zh_cn: 去除厨房台面上的污渍，只要喷一些WD-40防锈剂在海绵或湿布上，擦拭污渍即可。
